Repository: OSGeo-jp/OSGeoLive-doc-omegat
Catalog: tm/contact.tmx
Source language: en
Languages: ja

source: Contact Us
ja: 問い合わせ先

source: OSGeoLive development is coordinated via email and internet chat (IRC) as detailed on the `OSGeoLive Wiki <https://trac.osgeo.org/osgeolive#Communication>`_.
ja: OSGeoLive の開発は、emailやインターネット・チャット (IRC) によってコーディネートされています。詳細については、`OSGeo Wiki <https://trac.osgeo.org/osgeolive#Communication>`_ を参照してください。

source: Disclaimer
ja: 免責事項

source: This Live GIS disc and virtual-machine has been put together by members of the OSGeo community to showcase their favourite Free and Open Source (FOSS) geospatial software. We've included a number of non-OSGeo software packages, from both the spatial and non-spatial realms, which we hope you will find to be as useful as we do. The OSGeo Foundation does not recommend or guarantee any associated software, projects, or companies found within.
ja: このLive GISディスクと仮想マシンは、それぞれが推奨する自由でオープンソース(FOSS)な地理空間ソフトウェアを紹介するために、OSGeoコミュニティの成員によってまとめられたものです。この中には、GISにフォーカスしたものとそれ以外にも非OSGeoソフトウェア・パッケージの幾つかも含まれていますが、我々はあなたに、我々と同様に有用であることを発見してほしいと願っています。OSGeo財団は、この中でいかなる関連するソフトウェア、プロジェクト、または企業を推奨または保証するものではありません。

source: `These programs are distributed in the hope that they will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.`
ja: `これらのプログラムは、有用であることを願って配布されますが、いかなる場合でも無保証ですー特定の目的に対する商品性または適合性も保証するものではありません。`

source: For additional information on the distribution of each program review their license as indicated on the page for each program.
ja: 各プログラムの配布の追加情報については、各プログラムのページで表示されるライセンスを確認してください。

source: Community Support
ja: コミュニティサポート

source: If you have any questions, comments, or run into any problems, please drop us a note on `our mailing list <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_.
ja: 質問、コメント、または問題が発生した場合は、`私たちのメーリングリスト <https://lists.osgeo.org/mailman/listinfo/osgeolive>`_ にご連絡ください

source: Searchable archives of the mailing list are hosted by `Nabble <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_.
ja: メーリングリストの記事検索は `Nabble <http://www.osgeo-org.1560.x6.nabble.com/OSGeoLive-f3777350.html>`_ でホストされています。

source: IRC users might try the #osgeolive or #osgeo channel at Freenode.net for real-time assistance.
ja: IRC ユーザーは、 Freenode.net の #osgeolive または #osgeo チャンネル でのリアルタイムによる支援をお試しください。

source: You also can meet us at Slack, Matrix or Glitter.
ja: Slack、Matrix、もしくは Glitter でも私たちと会うことができます。

source: A wealth of information is available on our `Wiki site <https://trac.osgeo.org/osgeolive/wiki>`_, and a `bug and wish tracking system <https://trac.osgeo.org/osgeolive/report/10>`_ is also available.
ja: 豊富な情報は、私達の `Wiki サイト <https://trac.osgeo.org/osgeolive/wiki>`_ や、 `バグ・要望トラッキングシステム <https://trac.osgeo.org/osgeolive/report/10>`_ をごらんください。

source: Stay tuned and follow OSGeoLive on Twitter `@osgeolive <https://mobile.twitter.com/osgeolive>`_.
ja: OSGeoLiveのツイッターアカウントはこちらです．`@osgeolive <https://mobile.twitter.com/osgeolive>`_

source: Commercial Support
ja: 商用サポート

source: Most packaged applications have both community and commercial support offerings for them. Refer to specific application descriptions linked from the :doc:`Contents <./overview/overview>` for details.
ja: 同梱されているほとんどのアプリケーションは、コミュニティと商用サポートの両方を提供しています。その詳細については、 :doc:`Contents <./overview/overview>` からリンクされている個々のアプリケーションの説明を参照してください。

source: In addition, there are a large number of consultancy firms world wide who provide support for OSGeo member projects. See https://www.osgeo.org/service-providers/ for one that meets your needs.
ja: 加えて、世界的にコンサルタント企業が多数あり、 OSGeo メンバーのプロジェクトに対して支援を提供しています。あなたのニーズを満たすために、 https://www.osgeo.org/service-providers/ をご覧ください。
